Repository: danielkjellid/aria-api
Catalog: public/translations/*/LC_MESSAGES/django.po
Languages: no

source: There were errors in the form. Please correct them and try again.
no: Noen av feltene i skjemaet er feil. Vennligst rett dem opp og prøv igjen.

source: Something went wrong. Please double check the form and try again.
no: Noe gikk galt. Vennligst dobbelsjekk skjemaet og prøv igjen.

source: The page does not exist.
no: Denne siden eksisterer ikke.

source: field required
no: Dette feltet må fylles ut.

source: none is not an allowed value
no: Dette feltet kan ikke være blankt.

source: value is not none
no: Dette feltet aksepterer ikke verdier.

source: No user with provided id exist.
no: Brukeren med gitt id eksisterer ikke.

source: User from context is unknown.
no: Fant ikke brukeren fra kontekst.

source: User is unauthenticated.
no: Brukeren er ikke autentisert.

source: You do not have all the required permissions.
no: Du har ikke alle påkrevde tilganger for å utføre denne handlingen.

source: You do not have any of the required permissions.
no: Du har ikke tilgang til å utføre denne handlingen.

source: We're unable to log you in, please try again later.
no: Vi kunne ikke logge deg inn, vennligst prøv igjen senere.

source: Wrong email or password. Note that you have to separate between lowercase and uppercase characters.
no: Feil e-postadresse eller passord. Merk at du må skille mellom store og små bokstaver.

source: Image does not have a valid type. We only allow types ending with %s.
no: Bilde har ikke gyldig filtype. We tillter kun typene %s.

source: Images should be in the range %(range)spx wide.
no: Bildets bredde burde være i intervallet %(range)spx.

source: Images should be in the range %(range)spx high.
no: Bildets høyde burde være i intervallet %(range)spx.

source: Kitchen does not exist
no: Kjøkkenet eksisterer ikke.

source: Field cannot be specified when making a circumferential size
no: Felt kan ikke spesifiseres når du lager en omkretsstørrelse

source: Width, height or depth cannot be specified when making a circumferential size.
no: Bredde, høyde eller dybde kan ikke spesifiseres når du lager en omkretsstørrelse.

source: Width and height needs to be specified when not making a circumferential size.
no: Bredde og høyde må spesifiseres når du ikke lager en omkretsstørrelse.

source: Width in cm
no: Bredde i cm

source: Height in cm
no: Høyde i cm

source: Depth in cm
no: Dybde i cm

source: Circumference in cm
no: Omkrets i cm

source: Circumference can be used if the option has a spherical shape. The field cannot be used when the other size fields is filled out.
no: Omkrets kan brukes dersom alternativet har en sfærisk formn. Feltet kan ikke benyttes når de andre størrelsesfeltene er fylt ut.

source: Price
no: Pris

source: Product does not exist
no: Produktet eksisterer ikke.

source: Product must be defined.
no: Produktet må defineres.

source: Either size or variant must be defined.
no: Enten størrelse eller variant må være definert.

source: User does not exist.
no: Brukeren eksisterer ikke.

source: Email is already registered.
no: Denne e-postadressen er allerede registrert.

source: Account is already verified.
no: Kontoen er allerede bekreftet.

source: Token is invalid, please try again.
no: Nøkkelen er ugyldig, vennligst prøv igjen.

source: The two password fields didn’t match.
no: De to passordene stemmer ikke overens.

source: This password is entirely numeric.
no: Dette passordet består kun av tall.

source: This password is too common.
no: Dette passordet er for vanlig.

source: The password is too similar to the %(verbose_name)s.
no: Passordet er for likt %(verbose_name)s.

source: This password is too short. It must contain at least %(min_length)d characters.
no: Passordet er for kort. Det må inneholde minst %(min_length)d tegn.
