Repository: danielkjellid/aria-api
Catalog: aria/locale/*/LC_MESSAGES/django.po
Languages: no

source: Wrong username or password. Note that you have to separate between lowercase and uppercase characters.
no: Feil brukernavn eller passord. Merk at du må skille mellom store og små bokstaver.

source: Refresh token provided is invalid.
no: Oppdateringsnøkkelen gitt er ugyldig.

source: Token payload is invalid.
no: Nøkkelens nyttelast er ugyldig.

source: Issued user in refresh token does not exist.
no: Bruker i oppdateringsnøkkel eksisterer ikke.

source: Refresh token provided does not exist.
no: Oppdateringsnøkkelen eksisterer ikke.

source: Kitchen with provided slug does not exist
no: Fant ikke kjøkken med gitt slug

source: Product with provided slug does not exist
no: Fant ikke produktet med gitt slug

source: User does not exist.
no: Brukeren eksisterer ikke.

source: Email is already verified, unable to send verification email.
no: Kontoen er allerede verifisert, kunne ikke sende verifiserings e-post.

source: User with email already exists.
no: Det finnes allerede en konto med den e-posten.

source: Unable to find user with provided uid.
no: Fant ikke brukeren med gitt uid.

source: Account is already verified.
no: Kontoen er allerede verifisert.

source: Token is invalid, please try again.
no: Nøkkelen er ugyldig, vennligst prøv igjen.
